var typeList = [
  {lebel:'liveExp',value:0,remark:'住宿费'},
  {lebel:'trafficExp',value:1,remark:'交通费'},
  {lebel:'foodExp',value:2,remark:'餐饮费'},
  {lebel:'clothesExp',value:3,remark:'衣服费用'},
  {lebel:'dailyNecesExp',value:4,remark:'生活用品费用'},
  {lebel:'gameExp',value:5,remark:'游戏费用'},
  {lebel:'movieExp',value:6,remark:'电影费用'},
  {lebel:'officeExp',value:7,remark:'办公用品'},
  {lebel:'toyExp',value:8,remark:'玩具'},
  {lebel:'sportExp',value:8,remark:'运动'},
]
// 日常费用分类介绍
// 管理费用分为:办公费、物业管理费、邮寄费、聚餐费、电话费、购买图书、办公用品、文印费、水电费、其他。
// 差旅费:、餐饮住宿、交通、招待费、人工费、维修费、邮递费、办公用品、通讯费、招待用烟酒、文印费、水电费、其他;
// 注释:餐饮住宿:按照公司规定补贴,在出差人员返回公司后予以现金形势补贴。非工程类人员发生或考察之间发生的差旅费、项目未立项之前发生的差旅费均属于管理费用差旅费。
// 交通费:出差人员需持有去和回的车票或证明,才可予以报销,丢失不予报销;
// 招待费:招待费需要通过主管经理/总经理同意,公司人员聚餐不属于招待费;
// 人工费:非本公司人员为公司做出服务的费用(例如介绍项目),是否包含商业回扣;
// 维修费:办公用品或者办公室物品的维修;
// 邮递费:物流,快递等。
// 办公用品:办公室采购的办公用品,不包含固定资产;
// 通讯费:办公室固话费用、是否包含副总级别以上充话费;
// 招待用烟酒:字面意思;
// 文印费:泛指所有打印装订及相关费用;
// 水电费:办公室水电费;
// 其他:以上情况均不涉及的管理费用;